Repository: eozsahin1993/mimoza
Catalog: app/targets/MimozaNotificationService/Localizable.xcstrings
Source language: en
Languages: de, es, fr, tr

# push.alsoCommented
source: %1$@ also commented
de: %1$@ hat auch kommentiert
es: %1$@ también ha comentado
fr: %1$@ a aussi commenté
tr: %1$@ aynı fotoğrafa yorum yaptı

# push.alsoCommentedWithText
source: %1$@ also commented: “%2$@”
de: %1$@ hat auch kommentiert: „%2$@“
es: %1$@ también ha comentado: «%2$@»
fr: %1$@ a aussi commenté : « %2$@ »
tr: %1$@ aynı fotoğrafa yorum yaptı: “%2$@”

# push.comment
source: %1$@ commented
de: %1$@ hat kommentiert
es: %1$@ ha comentado
fr: %1$@ a commenté
tr: %1$@ bir yorum yaptı

# push.commentOnYours
source: %1$@ commented on your photo
de: %1$@ hat dein Foto kommentiert
es: %1$@ ha comentado tu foto
fr: %1$@ a commenté ta photo
tr: %1$@ fotoğrafına yorum yaptı

# push.commentOnYoursWithText
source: %1$@ commented on your photo: “%2$@”
de: %1$@ hat dein Foto kommentiert: „%2$@“
es: %1$@ ha comentado tu foto: «%2$@»
fr: %1$@ a commenté ta photo : « %2$@ »
tr: %1$@ fotoğrafına yorum yaptı: “%2$@”

# push.commentWithText
source: %1$@ commented: “%2$@”
de: %1$@ hat kommentiert: „%2$@“
es: %1$@ ha comentado: «%2$@»
fr: %1$@ a commenté : « %2$@ »
tr: %1$@ yorum yaptı: “%2$@”

# push.joinApproved
source: %1$@ accepted your request
de: %1$@ hat deine Anfrage angenommen
es: %1$@ aceptó tu solicitud
fr: %1$@ a accepté ta demande
tr: %1$@ katılma isteğini kabul etti

# push.joinApprovedAnyCircle
source: There’s news on your request to join a circle
de: Es gibt Neuigkeiten zu deiner Anfrage, einem Kreis beizutreten
es: Hay novedades sobre tu solicitud para unirte a un círculo
fr: Du nouveau pour ta demande pour rejoindre un cercle
tr: Bir çevreye katılma isteğinle ilgili bir gelişme var

# push.joinApprovedNoName
source: Your request was accepted
de: Deine Anfrage wurde angenommen
es: Tu solicitud fue aceptada
fr: Ta demande a été acceptée
tr: Katılma isteğin kabul edildi

# push.joinRequest
source: %1$@ wants to join
de: %1$@ möchte beitreten
es: %1$@ quiere unirse al círculo
fr: %1$@ veut rejoindre le cercle
tr: %1$@ çevrene katılmak istiyor

# push.joinRequestAnyCircle
source: Someone wants to join a circle
de: Jemand möchte einem Kreis beitreten
es: Alguien quiere unirse a un círculo
fr: Quelqu’un veut rejoindre un cercle
tr: Biri çevrene katılmak istiyor

# push.joinRequestNews
source: There’s news on your request to join
de: Es gibt Neuigkeiten zu deiner Beitrittsanfrage
es: Hay novedades sobre tu solicitud para unirte
fr: Du nouveau pour ta demande d’adhésion
tr: Katılma isteğinle ilgili bir gelişme var

# push.joined
source: %1$@ joined
de: %1$@ ist beigetreten
es: %1$@ se ha unido al círculo
fr: %1$@ a rejoint le cercle
tr: %1$@ çevreye katıldı

# push.placeholder
source: New activity
de: Neue Aktivität
es: Nueva actividad
fr: Nouvelle activité
tr: Yeni bir şeyler var

# push.post
source: %1$@ added a photo
de: %1$@ hat ein Foto hinzugefügt
es: %1$@ ha añadido una foto
fr: %1$@ a ajouté une photo
tr: %1$@ bir fotoğraf ekledi

# push.reaction
source: %1$@ reacted to your photo
de: %1$@ hat auf dein Foto reagiert
es: %1$@ ha reaccionado a tu foto
fr: %1$@ a réagi à ta photo
tr: %1$@ fotoğrafına tepki verdi

# push.reactionWithEmoji
source: %1$@ reacted %2$@ to your photo
de: %1$@ hat mit %2$@ auf dein Foto reagiert
es: %1$@ ha reaccionado con %2$@ a tu foto
fr: %1$@ a réagi avec %2$@ à ta photo
tr: %1$@ fotoğrafına %2$@ tepkisi verdi

# push.someone
source: Someone
de: Jemand
es: Alguien
fr: Quelqu’un
tr: Biri
